{"0": {"topic": [["republican", 0.0074845926106858795], ["senate", 0.007083692030039192], ["election", 0.006002848915683274], ["midterm", 0.0053960742017461795], ["oz", 0.0045519006787439805], ["group", 0.0043840971710925256], ["county", 0.004236978902234074], ["remains", 0.003879512756838965], ["united", 0.0038723248451021843], ["carried", 0.0037773212507495]], "articles": ["Republicans could elect Muslim to Senate in historic first for U.S. Dr. Mehmet Oz, the son of Turkish immigrants, said being the first Muslim to be elected to the Senate would mean \"pride and honor.\" If elected, Dr. Mehmet Oz, Pennsylvania's Republican U.S. Senate candidate in this year's midterm elections, could make history as the first Muslim to serve in Congress' upper chamber.In September, Oz told ABC News that being the first Muslim elected to the Senate would mean \"pride and honor.\"\"I think America, especially this commonwealth of Pennsylvania, was built on allowing people of very diverse backgrounds to offer their best ideas. All of us are smarter than any one of us,\" he said.Oz, a celebrity heart surgeon, is running against the state's Lieutenant Governor John Fetterman for the open Senate seat."]}, "1": {"topic": [["year", 0.01846240671281051], ["old", 0.01459840735180712], ["saturday", 0.00744201497940907], ["game", 0.0071555563686479095], ["man", 0.006671938725747426], ["election", 0.006083782574011323], ["republican", 0.005834417993047903], ["democrat", 0.005752923720152182], ["street", 0.004173473254972961], ["come", 0.004124169479817702]], "articles": []}, "2": {"topic": [["military", 0.010825530232952936], ["say", 0.008814150667694962], ["group", 0.007773439774992324], ["carried", 0.007736772929479369], ["somali", 0.007146540495184653], ["shabab", 0.007059386615005283], ["extremist", 0.007010359419441778], ["airstrike", 0.006999120198099871], ["al", 0.006785760745608911], ["somalia", 0.006737513816029537]], "articles": []}, "3": {"topic": [["man", 0.009112650154005556], ["city", 0.008402851882838869], ["home", 0.005285480035932375], ["house", 0.004980475897731653], ["2022", 0.004913556885937066], ["november", 0.004408618641862844], ["10", 0.004269928426717012], ["cbs", 0.004189686201564563], ["cross", 0.003957312306616399], ["midterm", 0.0038594366649931976]], "articles": ["Oakland launches low interest loan program to convert un-permitted dwellings The City of Oakland on Friday announced the launching of a low interest loan program to help convert un-permitted accessory dwellings into legal units. November 5, 2022 / 10:11 AM / CBS/Bay City News Service OAKLAND (CBS SF/BCN) – The City of Oakland on Friday announced the launching of a low interest loan program to help convert un-permitted accessory dwellings into legal units.The Accessory Dwelling Unit Loan Program will provide financing and technical assistance to low-income homeowners to convert an existing un-permitted secondary unit into a legal Accessory Dwelling Unit or Junior Accessory Dwelling Unit, city officials said.The program is designed to help ensure units that were developed outside of the required permitting process are safe, legal and continue to provide flexible housing options for tenants and family members, officials said."]}, "4": {"topic": [["police", 0.019829925729245544], ["saturday", 0.016949017452743693], ["year", 0.010375052554967052], ["chicago", 0.007325857852878665], ["guard", 0.0066202977945065055], ["gordon", 0.006206100277850945], ["friday", 0.006196153239300557], ["woman", 0.006187615005334589], ["arrested", 0.006021745873674969], ["murder", 0.005531470340315497]], "articles": ["Spanish Police Seize Largest Amount of Marijuana Ever Worth $64 Million MADRID—Spanish police said on Saturday they had seized 32 tonnes of packaged marijuana with a street value of ... MADRID—Spanish police said on Saturday they had seized 32 tonnes of packaged marijuana with a street value of at least 64 million euros ($63.74 million), which they said was the largest amount ever found in Spain or internationally.\n\nPolice raided a series of farms and production plants across Spain in an operation called Gardens. They arrested nine men and 11 women, who were aged between 20 and 59.\n\n'The Civil Guard has seized the largest cache of packaged marijuana found so far,' Spain's Civil Guard said in a statement."]}, "5": {"topic": [["win", 0.007776284254445802], ["team", 0.007625838387562589], ["amid", 0.006688079422348639], ["week", 0.0057123904936128974], ["game", 0.005488044544502081], ["qatar", 0.005412172308157486], ["ukraine", 0.005088656573798077], ["occidental", 0.0047279697042652], ["drone", 0.004616779312171605], ["berkshire", 0.004512113545678947]], "articles": ["Berkshire Hathaway Could Boost Earnings After Occidental Accounting Change Warren Buffett's Berkshire Hathaway Inc could soon see a boost to its bottom line after changing its accounting for its big stake in Occidental Petroleum Corp. The logo for Occidental Petroleum is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., April 30, 2019. \nWarren Buffett's Berkshire Hathaway Inc could soon see a boost to its bottom line after changing its accounting for its big stake in Occidental Petroleum Corp.In its quarterly report on Saturday, Berkshire said it adopted the equity method of accounting for its 20.9% stake in Occidental, which is worth more than $14 billion.Berkshire plans, starting in the fourth quarter, to report its share of the Houston-based company's results with its own, with a one-quarter lag.", "Berkshire Hathaway could boost earnings after Occidental accounting change Warren Buffett's Berkshire Hathaway Inc could soon see a boost to its bottom line after changing its accounting for its big stake in Occidental Petroleum Corp . The logo for Occidental Petroleum is displayed on a screen on the floor at the New York Stock Exchange (NYSE) in New York, U.S., April 30, 2019. REUTERS/Brendan McDermid/File PhotoNov 5 (Reuters) - Warren Buffett's Berkshire Hathaway Inc (BRKa.N) could soon see a boost to its bottom line after changing its accounting for its big stake in Occidental Petroleum Corp (OXY.N).In its quarterly report on Saturday, Berkshire said it adopted the equity method of accounting for its 20.9% stake in Occidental, which is worth more than $14 billion.", "Berkshire Hathaway could boost earnings after Occidental accounting change Warren Buffett's Berkshire Hathaway Inc could soon see a boost to its bottom line after changing its accounting for its big stake in Occidental Petroleum Corp. In its quarterly report on Saturday,… FILE PHOTO: The logo for Occidental Petroleum is displayed on a screen on the floor at the NYSE in New York\n\nBy Jonathan Stempel\n\n(Reuters) - Warren Buffett's Berkshire Hathaway Inc could soon see a boost to its bottom line after changing its accounting for its big stake in Occidental Petroleum Corp.\n\nIn its quarterly report on Saturday, Berkshire said it adopted the equity method of accounting for its 20.9% stake in Occidental, which is worth more than $14 billion.\n\nBerkshire plans, starting in the fourth quarter, to report its share of the Houston-based company's results with its own, with a one-quarter lag."]}, "6": {"topic": [["republic", 0.008895641873823853], ["country", 0.008440266019917245], ["state", 0.007967331195071932], ["race", 0.00778773700922782], ["saturday", 0.0064080638329210285], ["2022", 0.005759970447946087], ["united", 0.005661504862054923], ["north", 0.005637666482911059], ["michigan", 0.005483002705076071], ["cross", 0.005271688737828479]], "articles": ["Cardinal Mooney's Dempsey, Sarasota's Miller 2nd in the state in XC Dempsey runner-up in 2A girls race, Miller grabs second in 4A boys race; North Port individuals Hambrick (7th), Crane (8th) in 4A races, respectively TALLAHASSEE – A pair of area runners finished second in their respective races at the FHSAA Cross Country State Championships on Saturday at Apalachee Regional Park.Cardinal Mooney Catholic High School junior Addison Dempsey finished runner-up to Jillian Candelino of Bolles in the Class 2A girls race. Dempsey crossed the 5,000-meter or 3.1-mile race in 17 minutes, 54 seconds to Candelino's 17:43.Sarasota High senior Alec Miller finished his scholastic cross country career with a second-place finish in the Class 4A boys race.", "Division 3 boys Michigan state cross country championships 2022 Photos from the Division 3 boys Michigan state cross country championships 2022 at Michigan International Speedway. 1 / 40Ryan Sun | rsun@mlive.comBoys Division 3 Cross Country ChampionshipsBenzie Central's Hunter Jones reacts after crossing the finish line at the Division 3 boys race at the MHSAA Cross Country Championships at Michigan International Speedway in Brooklyn on Saturday, Nov. 5, 2022.Get Photo2 / 40Ryan Sun | rsun@mlive.comBoys Division 3 Cross Country ChampionshipsHart's Clayton Ackley and Ithaca's Parks Allen stumble at the finish line at the Division 3 boys race at the MHSAA Cross Country Championships at Michigan International Speedway in Brooklyn on Saturday, Nov.", "Division 4 girls Michigan state cross country championships 2022 Photos from the Division 4 girls Michigan state cross country championships 2022 at Michigan International Speedway. 1 / 38Ryan Sun | rsun@mlive.comGirls Division 4 Cross Country ChampionshipsJohannesburg-Lewiston's Allie Nowak runs during the Division 4 girls race at the MHSAA Cross Country Championships at Michigan International Speedway in Brooklyn on Saturday, Nov. 5, 2022.Get Photo2 / 38Ryan Sun | rsun@mlive.comGirls Division 4 Cross Country ChampionshipsPittsford's Brooke Smith helps a teammate after finishing the Division 4 girls race at the MHSAA Cross Country Championships at Michigan International Speedway in Brooklyn on Saturday, Nov.", "Division 4 boys Michigan state cross country championships 2022 Photos from the Division 4 boys Michigan state cross country championships 2022 at Michigan International Speedway. 1 / 39Ryan Sun | rsun@mlive.comBoys Division 4 Cross Country ChampionshipsWyoming Potter's House's Logan Swiney and Jackson Rodriguez run during the Division 4 boys race at the MHSAA Cross Country Championships at Michigan International Speedway in Brooklyn on Saturday, Nov. 5, 2022.Get Photo2 / 39Jacob Hamilton | jhamilt3@mlive.comDivision 4 boys race at 2022 MHSAA Cross Country ChampionshipsWyoming Potter's House's Logan Swiney hugs Wyoming Potter's House's Lezawe Osterink as first and second place finishers during the Division 4 boys race at the MHSAA Cross Country Championships at Michigan International Speedway in Brooklyn on Saturday, Nov."]}, "7": {"topic": [["friday", 0.007485272497020034], ["police", 0.0067251048804065055], ["county", 0.0048581895685659345], ["home", 0.0043312337591113245], ["leeds", 0.004207830179197743], ["child", 0.004137601857824767], ["department", 0.004037733912632814], ["irving", 0.004024537645319956], ["state", 0.0037945568667412367], ["according", 0.0036506451807424892]], "articles": ["Nike suspends ties with Kyrie Irving following antisemitism controversy Nike is suspending its ties with Brooklyn Nets player Kyrie Irving after the point guard tweeted a link to an antisemitic film, the athletic conglomerate announced Friday, and will no longer release… Nike is suspending its ties with Brooklyn Nets player Kyrie Irving after the point guard tweeted a link to an antisemitic film, the athletic conglomerate announced Friday, and will no longer release any products bearing his name. \"At Nike, we believe there is no place for hate speech and we condemn any form of antisemitism,\" the company said in a statement shared by ESPN. \"To that end, we've made the decision to suspend our relationship with Kyrie Irving effective immediately and will no longer launch the Kyrie 8.", "Study Confirms Efficacy of TCM Formula ‘Five Substances Powder With Poria' In Traditional Chinese Medicine (TCM), Five Substances Powder with Poria, a formula from \"Treatise on Cold Pathogenic Diseases\" ... In Traditional Chinese Medicine (TCM), Five Substances Powder with Poria, a formula from 'Treatise on Cold Pathogenic Diseases' by Zhang Zhongjing, a famous medical doctor in the Eastern Han Dynasty of China, is widely used clinically with significant beneficial effect. Researchers in Japan have found it is also effective in treating headaches caused by low air pressure.\n\nThe main ingredients of Five Substances Powder with Poria are rhizoma alismatis, grifola, poria cocos, atractylodes, and cassia twig."]}, "8": {"topic": [["time", 0.02756883169570099], ["twitter", 0.01063280652374023], ["daylight", 0.010506029923474734], ["saving", 0.009613341866361137], ["musk", 0.009330385250604563], ["new", 0.008153945662933749], ["clock", 0.0075571539584428585], ["company", 0.007395012441458101], ["end", 0.007320352296802499], ["elon", 0.006526153366634355]], "articles": ["Daylight saving time 2022: Remember to ‘fall back' tonight Daylight saving time ends this year at 2 a.m. Sunday. Be sure to set your clocks back before you hit the sack.\nDaylight saving time ends this year at 2 a.m. Sunday. \nThe number of daylight hours will continue to shrink each day until Dec. 21, when the winter solstice begins. Then, the length of days will start to increase until the summer solstice arrives on June 21, 2023.\nA debate over whether to make daylight saving permanent is stalled in Congress. In March, the Senate unanimously passed a bill that would keep the clocks set ahead. But the bill to permanent 'spring forward' stalled in the House, where officials say they were deluged by voters with differing opinions on the move.", "Daylight Saving Time ends Saturday night Nov. 5—It's time to fall back. Daylight Saving Time ends Saturday in the U.S. and Canada, so Valley residents should turn back their clock from 3 a.m. to 2 a.m. The biannual fall back, spring forward… Nov. 5—It's time to fall back. Daylight Saving Time ends Saturday in the U.S. and Canada, so Valley residents should turn back their clock from 3 a.m. to 2 a.m.\n\nThe biannual fall back, spring forward seasonal time changes can disrupt the body's biological clock, said Dr. Lois Krahn, a Mayo Clinic sleep medicine expert.\n\nThe human brain has a circadian or biological clock that runs on a 24-hour cycle.\n\n\"Humans do best if our schedule is consistent, and we go to bed at the same time and get up at the same time each night, day after day, because that's when our clock is really optimized,\" Krahn explained.", "Daylight saving time ends as effort to make permanent stalls On Sunday, U.S. residents around the country, except for Arizona and Hawaii, will turn their clocks back one hour as daylight saving time comes to its annual end. Nov. 5 (UPI) -- On Sunday, U.S. residents around the country, except for Arizona and Hawaii, will turn their clocks back one hour as daylight saving time comes to its annual end.\nAn effort to make daylight saving time permanent, though, is stuck in Congress. The House has not been able to come to an agreement on the tradition of turning the clocks, which started this year on March 13.\n\n\"We haven't been able to find consensus in the House on this yet,\" Rep. Frank Pallone Jr., D-N.J., told The Washington Post this week.", "Elon Musk begins plan to cut half Twitter's global workforce Newly minted Twitter CEO Elon Musk has begun pushing forward with his plan to cut as much as half of the company's global workforce, beginning with widespread layoffs at the social media company on… Related Stories", "Yes, thanks to Congress, you still have to change your clocks Daylight Saving Time for 2022 ends this weekend, with clocks falling back an hour early Sunday morning. With each coming and passing of the annual tradition comes debate over whether or not to make… Daylight Saving Time for 2022 ends this weekend, with clocks falling back an hour early Sunday morning. With each coming and passing of the annual tradition comes debate over whether or not to make Daylight Saving Time permanent. Back in March, the Senate passed the Sunshine Protection Act, which would do just that. However, that bill has since stalled in the House. This week, a key House lawmaker said this is because the House has not been 'able to find a consensus' on the topic of Daylight Saving Time yet.", "Dolphins begin Bradley Chubb era hoping he, Jaelan Phillips are D's answer to Hill-Waddle Bradley Chubb is expected to make his Dolphins debut, teaming with Jaelan Phillips in what could be the defense's answer to Tyreek Hill-Jaylen Waddle. CHICAGO — Bradley Chubb learned this past week it's one thing to move across the country on a moment's notice, another thing to make the trek across the Dolphins' locker room.Two days had passed since the Dolphins made their blockbuster trade for the edge rusher, yet Chubb kept putting off one piece of business: How, exactly, was he going to make peace with Tyreek Hill?'It's still a little sensitive subject for me,' Chubb said.It's Tua time: Dolphins' trade of last first-round draft pick speaks of belief in Tua Tagovailoa | SchadChubb has risks: Go ahead and celebrate Dolphins trading for Bradley Chubb (but don't ignore risks) | HabibContract extension: Bradley Chubb gets contract extension, begins settling in with Dolphins amid ‘whirlwind'While with the Denver Broncos, Chubb faced the division rival Kansas City Chiefs six times.", "Daylight saving time ends Sunday — which is bad news for deer Oh, deer. Daylight saving time ends early Sunday morning. Experts weigh in with the pros and cons of the switch back to standard time. Daylight saving time ends early Sunday morning — as the bi-annual practice of changing our clocks continues to divide the U.S.\nA study published this month found the shift to standard time each fall results in a 16% jump in deer-vehicle crashes because of an abrupt increase in night-time driving. Researchers say a permanent move to daylight saving time (DST) could prevent nearly 37,000 of these collisions annually in the U.S.\nThe U.S. Senate unanimously approved a bill in March to make DST permanent.", "Daylight Saving Time 2022 explained. When do clocks ‘fall back' this year? Why do we have DST? Daylight Saving Time, sometimes called incorrectly by the plural Daylight Savings Time, ends on Sunday, Nov. 6, 2022 (11/06/22). The end of DST marks the day when clocks 'fall back' one hour, giving everyone an extra hour of sleep. Here's everything you need to know about when Daylight Saving Time ends in 2022. The end of Daylight Saving Time for 2022 has finally arrived. While many people are sleeping tonight, the clock will ' fall back ' one hour as Daylight Saving Time concludes at 2 a.m. on Sunday, Nov. 6, 2022.\n\nThe sun will set in Newark at 5:48 p.m. on Saturday. The following day — after Daylight Saving time ends — sunset is more than an hour earlier at 4:47 p.m.\n\nThe amount of daylight will continue to lessen each day until Dec. 21 when the winter solstice arrives. Then the length of days will begin to increase until the summer solstice on June 21, 2023.", "Time to fall back, check alarms in homes This is the time of year when everyone is reminded to turn back their clocks at 2 a.m. Sunday, Nov. 6, for Daylight Saving Time. This is the time of year when everyone is reminded to turn back their clocks at 2 a.m. Sunday, Nov. 6, for Daylight Saving Time. The practice of advancing clocks during warmer months was so that darkness falls at a later clock time.  However, Deputy Chief Jimmy Williams, with the New Waverly Fire Department, wants to remind everyone, that now is the time to make sure each home has working fire alarms by testing them and replacing the batteries.   Williams encourages all families to have an escape plan; know at least two ways out of every room; make sure all door and windows open easily.", "Twitter Layoffs: Elon Musk defend why im sack workers Twitter dey fire half of dia staff, wey new owner Elon Musk dey blame for \"massive drop in revenue\". Wia dis foto come from, Getty ImagesWetin we call dis foto, Elon Musk don bin dey look for ways to cut costs and make money in different ways from di platformTwitter new owner, Elon Musk don defend im reason for sacking plenti staff for di company.Elon Musk say e no get any oda \"choice\" but to slash di company workforce as di firm dey lose more than $4m (£3.5m) a day.Dem let half of di company staff to go, one week afta Musk buy Twitter for one $44bn (£38.7bn) deal.Twitter staff don begin use di platform to tok about dem dey sack dem."]}, "9": {"topic": [["school", 0.011683616520248142], ["high", 0.007875331854764649], ["american", 0.006235166064409157], ["general", 0.005877496637849461], ["court", 0.0056474713139334125], ["student", 0.005585804777170118], ["organization", 0.005580192921946844], ["week", 0.005102148251775323], ["test", 0.004787957333301065], ["based", 0.004784490099217429]], "articles": ["El Paso High School students may have to retake SATs after tests fly out of UPS truck Students at a Texas high school may have to retake the SATs after test papers flew out of a UPS truck. Students at a Texas high school may have to retake the SATs after test papers flew out of a UPS truck.\n\nEl Paso High School seniors were made aware of the situation earlier this week. All but 55 tests were recovered, the district told NBC affiliate KTSM-TV.\n\n\"El Paso ISD is working closely with the College Board to determine a remedy for the El Paso High School students whose SAT exams were lost in transit after they were securely submitted to UPS,\" spokesperson Liza Rodriguez said.\n\nThe tests affected were taken on Oct.", "El Paso High School students may have to retake SATs after tests fly out of UPS truck Students at a Texas high school may have to retake the SATs after test papers flew out of a UPS truck. Students at a Texas high school may have to retake the SATs after test papers flew out of a UPS truck. \n \n\n © Provided by NBC News \n\nEl Paso High School seniors were made aware of the situation earlier this week. All but 55 tests were recovered, the district told NBC affiliate KTSM-TV. \"El Paso ISD is working closely with the College Board to determine a remedy for the El Paso High School students whose SAT exams were lost in transit after they were securely submitted to UPS,\" spokesperson Liza Rodriguez said."]}, "10": {"topic": [["year", 0.012344206353100184], ["man", 0.012087777093308149], ["according", 0.009003450602412873], ["city", 0.007191085148085468], ["crash", 0.006893461300918138], ["haaland", 0.0051626059711223455], ["old", 0.005115925814818676], ["car", 0.004988410632741019], ["fulham", 0.004917163365719398], ["manchester", 0.004702520031290019]], "articles": ["Suspected DUI driver hits 10 cars, kills bicyclist near UNLV A Las Vegas man is the suspect in a series of collisions Friday near UNLV, involving 10 vehicles and two bicycles, leaving one dead and eight injured. A 27-year-old Las Vegas man is the suspect in a disastrous series of collisions Friday near UNLV, involving 10 vehicles and two bicycles, leaving one dead and eight injured.\nThe string of crashes began shortly after 5:30 p.m., when a man behind the wheel of a 2002 Ford pickup truck heading east on East Flamingo Road close to Claymont Street struck the rear of a 2011 Kia SUV, injuring its driver, then accelerated, continuing east on Flamingo, Las Vegas police said.\nThe pickup driver approached two cyclists pedaling on mountain bikes inside the far right bus lane, crashed into both and then sped on going east."]}, "11": {"topic": [["biden", 0.010941142710419557], ["saturday", 0.00981326136666], ["qatar", 0.006817493014554779], ["president", 0.0066855827276313924], ["world", 0.0064079126510684335], ["state", 0.00604506843188567], ["joe", 0.005948674171763207], ["right", 0.005833010068359214], ["2022", 0.005648363630125115], ["fan", 0.005274452678441463]], "articles": []}, "12": {"topic": [["organization", 0.016468430644619905], ["general", 0.015898501052050547], ["head", 0.013653453466092405], ["state", 0.012661997891204117], ["probe", 0.01195360498959887], ["call", 0.011886576578421983], ["external", 0.011717884213923824], ["including", 0.011480924896819011], ["relationship", 0.010563930503102635], ["group", 0.010302774184748573]], "articles": ["US supports calls for external ethics probe into OAS chief The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with… MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.\n\nThe Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.\n\nThe inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general.", "US supports calls for external ethics probe into OAS chief The head of the Organization of American States is facing a call from the Biden administration for an external probe into possible misconduct tied to his intimate relationship with a subordinate MIAMI —  The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.The Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.The inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general.", "US Supports Calls for External Ethics Probe Into OAS Chief The head of the Organization of American States is facing a call from the Biden administration for an external probe into possible misconduct tied to his intimate relationship with a subordinate. By JOSHUA GOODMAN\n\nMIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.\n\nThe Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.\n\nThe inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general.", "US supports calls for external ethics probe into OAS chief MIAMI (AP) — The head of the Organization of American States is facing growing calls,... MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.The Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code. The inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general.", "US supports calls for external ethics probe into OAS chief MIAMI (AP) — The head of the Organization of American States is facing growing calls,... MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.\n\nThe Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.\n\nThe inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general.", "US supports calls for external ethics probe into OAS chief MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate… The proposal to hire an outside firm to look into Almagro's behavior is scheduled to be discussed Wednesday at the next meeting of the 34-member organization's permanent council.The U.S. — which has contributed about half of the organization's $100 million in funding this year — has already expressed support for an external probe ahead of the meeting.'We take these allegations seriously,' a State Department spokesperson told the AP, adding that any ethics violation 'should be investigated in a fair and impartial manner by an appropriate external investigative entity.", "US supports calls for external ethics probe into OAS chief The head of the Organization of American States is facing a call from the Biden administration for an external probe into possible misconduct tied to his intimate relationship with a subordinate Comment on this story Comment Gift Article Share\n\nMIAMI — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate. Wp Get the full experience. Choose your plan ArrowRight The Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.", "US supports calls for external ethics probe into OAS chief The head of the Organization of American States is facing a call from the Biden administration for an external probe into possible misconduct tied to his intimate relationship with a MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.The Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.The inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general.", "US supports calls for external ethics probe into OAS chief The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate. MIAMI — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.\n\nThe Washington-based group's own inspector general in a memo this week said it is in the organization's \"best interest\" to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.\n\nThe inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as \"head adviser\" to the secretary general.", "US supports calls for external ethics probe into OAS chief The head of the Organization of American States is facing a call from the Biden administration for an external probe into possible misconduct tied to his intimate relationship with a subordinate. MIAMI\n\nThe head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.\n\nThe Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.\n\nThe inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general.", "US supports calls for external ethics probe into OAS chief The head of the Organization of American States is facing a call from the Biden administration for an external probe into possible misconduct tied to his intimate relationship with a subordinate MIAMI -- The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.The Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.The inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general.", "US supports calls for external ethics probe into OAS chief MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate. MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.\n\nThe Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.\n\nThe inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as \"head adviser\" to the secretary general.", "US supports calls for external ethics probe into OAS chief MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate re… MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.\n\nThe Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.\n\nThe inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general.", "US supports calls for external ethics probe into OAS chief MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe i... MIAMI (AP) — The head of the Organization of American States is facing growing calls, including from the Biden administration, for an external probe into possible misconduct tied to his intimate relationship with a subordinate.\n\nThe Washington-based group's own inspector general in a memo this week said it is in the organization's 'best interest' to hire an outside firm to investigate allegations that Secretary General Luis Almagro may have violated the ethics code.\n\nThe inspector general's recommendation was based on a report by The Associated Press finding that Almagro carried on a relationship with a Mexican-born staffer described online, including on the organization's own website, as 'head adviser' to the secretary general."]}, "13": {"topic": [["friday", 0.011622560261169618], ["time", 0.00899414888399163], ["kris", 0.00818956761897033], ["birthday", 0.00782527602814523], ["cross", 0.007711685015770022], ["jenner", 0.006914385639106854], ["election", 0.006232553110072067], ["shot", 0.005095134234558059], ["day", 0.004662070282975676], ["team", 0.004600538373516805]], "articles": ["JUST IN: Tiffany Cross Speaks Out On MSNBC Cancellation — Cites Racial Backlash, Attacks From ‘Other Outlets' Tiffany Cross spoke out about the sudden cancellation of her show for the first time, citing backlash to a \"racial reckoning\" and vowing not to stop working. Former MSNBC host Tiffany Cross spoke out about the sudden cancellation of her show for the first time, citing backlash to a 'racial reckoning' and vowing not to stop working.\nOn Friday, news broke that MSNBC was severing ties with Cross abruptly, and details of her ouster were leaked to media outlets through anonymous sources.\nBut late on Friday night, Cross weighed in with a statement expressing her disappointment at the cancellation, pride in the show's accomplishment, and determination to continue her work:\nSTATEMENT FROM TIFFANY D."]}, "14": {"topic": [["biden", 0.016338480327798537], ["nov", 0.013265206172950876], ["joe", 0.01175704116655675], ["manchin", 0.01057676004708491], ["police", 0.010214347548223236], ["coal", 0.009690467610072011], ["president", 0.008435844040050941], ["arrested", 0.007503931178934762], ["reality", 0.007487207501305812], ["divorced", 0.007373015945403765]], "articles": ["Manchin: Biden's coal comments are 'divorced from reality' President Joe Biden on Saturday was criticized by West Virginia Sen. Joe Manchin, a Democratic antagonist and ally, for being 'cavalier' and 'divorced from reality' after vowing to shutter coal-fired… JOLIET, Ill. (AP) — President Joe Biden on Saturday was criticized by West Virginia Sen. Joe Manchin, a Democratic antagonist and ally, for being 'cavalier' and 'divorced from reality' after vowing to shutter coal-fired power plants and rely more heavily on wind and solar energy in the future.\n\nThe powerful coal-state lawmaker said Biden's words 'ignore the severe economic pain' for people from higher energy prices and are why Americans 'are losing trust' in Biden. Manchin's stinging rebuke of his party's leader comes at precarious time for Democrats on the final weekend of campaigning before Tuesday's elections that could put Republicans back in power in Congress.", "Manchin: Biden's coal comments are 'divorced from reality' President Joe Biden is being criticized by a powerful fellow Democrat, West Virginia Sen_ Joe Manchin, for being \"cavalier' and 'divorced from reality.' JOLIET, Ill. —  President Joe Biden on Saturday was criticized by West Virginia Sen. Joe Manchin, a Democratic antagonist and ally, for being 'cavalier' and 'divorced from reality' after vowing to shutter coal-fired power plants and rely more heavily on wind and solar energy in the future. The powerful coal-state lawmaker said Biden's words 'ignore the severe economic pain' for people from higher energy prices and are why Americans 'are losing trust' in Biden. Manchin's stinging rebuke of his party's leader comes at precarious time for Democrats on the final weekend of campaigning before Tuesday's elections that could put Republicans back in power in Congress.", "Manchin: Biden's coal comments are 'divorced from reality' President Joe Biden on Saturday was criticized by West Virginia Sen. Joe Manchin, a Democratic antagonist and ally, for being \"cavalier\" and \"divorced from reality\" after vowing to shutter coal-fired power plants and rely more heavily on wind and solar energy in the future. JOLIET, Ill. — President Joe Biden on Saturday was criticized by West Virginia Sen. Joe Manchin, a Democratic antagonist and ally, for being \"cavalier\" and \"divorced from reality\" after vowing to shutter coal-fired power plants and rely more heavily on wind and solar energy in the future.\n\nThe powerful coal-state lawmaker said Biden's words \"ignore the severe economic pain\" for people from higher energy prices and are why Americans \"are losing trust\" in Biden. Manchin's stinging rebuke of his party's leader comes at precarious time for Democrats on the final weekend of campaigning before Tuesday's elections that could put Republicans back in power in Congress.", "Manchin: Biden's coal comments are 'divorced from reality' President Joe Biden is being criticized by a powerful fellow Democrat, West Virginia Sen_ Joe Manchin, for being 'cavalier' and 'divorced from reality.' JOLIET, Ill. — President Joe Biden on Saturday was criticized by West Virginia Sen. Joe Manchin, a Democratic antagonist and ally, for being 'cavalier' and 'divorced from reality' after vowing to shutter coal-fired power plants and rely more heavily on wind and solar energy in the future.The powerful coal-state lawmaker said Biden's words 'ignore the severe economic pain' for people from higher energy prices and are why Americans 'are losing trust' in Biden. Manchin's stinging rebuke of his party's leader comes at precarious time for Democrats on the final weekend of campaigning before Tuesday's elections that could put Republicans back in power in Congress.", "Joe Manchin blasts Joe Biden days before midterm: \"Divorced from reality\" The Democratic senator said that Biden's remarks about closing coal plants \"are the reason the American people are losing trust\" in the president. Senator Joe Manchin, a West Virginia Democrat, criticized President Joe Biden over his comments about closing coal plants across the country, calling them \"divorced from reality\" just a few days before the midterm elections.During a speech in California on Friday, the president said that coal plants cost too much money and that his administration will \"be shutting these plants down all across America\" and have \"wind and solar\" energy instead.\"No one is building new coal plants because they can't rely on it, even if they have all the coal guaranteed for the rest of their existence of the plant,\" the president added.", "Manchin: Biden's Coal Comments Are 'Divorced From Reality' President Joe Biden is being criticized by a powerful fellow Democrat, West Virginia Sen_ Joe Manchin, for being \"cavalier' and 'divorced from reality.'. By AAMER MADHANI, Associated Press\n\nJOLIET, Ill. (AP) — President Joe Biden on Saturday was criticized by West Virginia Sen. Joe Manchin, a Democratic antagonist and ally, for being 'cavalier' and 'divorced from reality' after vowing to shutter coal-fired power plants and rely more heavily on wind and solar energy in the future.\n\nThe powerful coal-state lawmaker said Biden's words 'ignore the severe economic pain' for people from higher energy prices and are why Americans 'are losing trust' in Biden.", "Manchin: Biden's coal comments are 'divorced from reality' President Joe Biden is being criticized by a powerful fellow Democrat, West Virginia Sen. Joe Manchin, for being \"cavalier' and 'divorced from reality.' Manchin is leveling that criticism after Biden JOLIET, Ill. (AP) — President Joe Biden on Saturday was criticized by West Virginia Sen. Joe Manchin, a Democratic antagonist and ally, for being 'cavalier' and 'divorced from reality' after vowing to shutter coal-fired power plants and rely more heavily on wind and solar energy in the future.The powerful coal-state lawmaker said Biden's words 'ignore the severe economic pain' for people from higher energy prices and are why Americans 'are losing trust' in Biden. Manchin's stinging rebuke of his party's leader comes at precarious time for Democrats on the final weekend of campaigning before Tuesday's elections that could put Republicans back in power in Congress.", "Manchin: Biden's coal comments are 'divorced from reality' President Joe Biden was criticized by West Virginia Sen. Joe Manchin for being 'divorced from reality' after vowing to shutter coal-fired power plants. Joliet, Ill. – President Joe Biden on Saturday was criticized by West Virginia Sen. Joe Manchin, a Democratic antagonist and ally, for being 'cavalier' and 'divorced from reality' after vowing to shutter coal-fired power plants and rely more heavily on wind and solar energy in the future.The powerful coal-state lawmaker said Biden's words 'ignore the severe economic pain' for people from higher energy prices and are why Americans 'are losing trust' in Biden. Manchin's stinging rebuke of his party's leader comes at precarious time for Democrats on the final weekend of campaigning before Tuesday's elections that could put Republicans back in power in Congress."]}, "15": {"topic": [["bear", 0.0060179458185506286], ["goal", 0.005667945163557415], ["woman", 0.0054225200719474126], ["game", 0.005362540159240468], ["resident", 0.005138600946598214], ["forest", 0.004979826558459077], ["kris", 0.004956556713206455], ["west", 0.004192918692923465], ["connecticut", 0.004107493225351444], ["miami", 0.004085314267665502]], "articles": ["Connecticut warns of foraging bears amid acorn crop failure HARTFORD, Conn. (AP) — Wildlife officials in Connecticut are warning residents to be especially vigilant about feeding bears this fall, whether intentionally or unintentionally. According to the state Department of Energy and Environmental Protection, a widespread acorn crop failure has reduced the amount of a food bears normally depend on as they try to put on as much weight as possible to prepare for winter hibernation. HARTFORD, Conn. (AP) — Wildlife officials in Connecticut are warning residents to be especially vigilant about feeding bears this fall, whether intentionally or unintentionally.\n\nAccording to the state Department of Energy and Environmental Protection, a widespread acorn crop failure has reduced the amount of a food bears normally depend on as they try to put on as much weight as possible to prepare for winter hibernation. During their power-eating spree, known as hyperphagia, bears need to eat at least 20,000 calories per day.", "Connecticut warns of foraging bears amid acorn crop failure HARTFORD, Conn. (AP) — Wildlife officials in Connecticut are warning residents to be... HARTFORD, Conn. (AP) — Wildlife officials in Connecticut are warning residents to be especially vigilant about feeding bears this fall, whether intentionally or unintentionally.\n\nAccording to the state Department of Energy and Environmental Protection, a widespread acorn crop failure has reduced the amount of a food bears normally depend on as they try to put on as much weight as possible to prepare for winter hibernation. During their power-eating spree, known as hyperphagia, bears need to eat at least 20,000 calories per day.", "Connecticut Warns of Foraging Bears Amid Acorn Crop Failure Wildlife officials in Connecticut are warning residents to be especially vigilant about feeding bears, whether intentionally or unintentionally. HARTFORD, Conn. (AP) — Wildlife officials in Connecticut are warning residents to be especially vigilant about feeding bears this fall, whether intentionally or unintentionally.\n\nAccording to the state Department of Energy and Environmental Protection, a widespread acorn crop failure has reduced the amount of a food bears normally depend on as they try to put on as much weight as possible to prepare for winter hibernation. During their power-eating spree, known as hyperphagia, bears need to eat at least 20,000 calories per day.", "Connecticut warns of foraging bears amid acorn crop failure HARTFORD, Conn. (AP) — Wildlife officials in Connecticut are warning residents to be... Nov. 5, 2022Updated: Nov. 5, 2022 11:07 a.m. HARTFORD, Conn. (AP) — Wildlife officials in Connecticut are warning residents to be especially vigilant about feeding bears this fall, whether intentionally or unintentionally. According to the state Department of Energy and Environmental Protection, a widespread acorn crop failure has reduced the amount of a food bears normally depend on as they try to put on as much weight as possible to prepare for winter hibernation. During their power-eating spree, known as hyperphagia, bears need to eat at least 20,000 calories per day."]}, "16": {"topic": [["england", 0.011297669222215225], ["world", 0.010385489861818979], ["player", 0.009382565864761678], ["university", 0.008690427094164083], ["cup", 0.007670884931091233], ["voter", 0.007550267778774691], ["soccer", 0.007528894093116851], ["gay", 0.007527971203414117], ["coach", 0.006500599297542754], ["texas", 0.006054698844425685]], "articles": []}, "17": {"topic": [["game", 0.008091063713862392], ["injury", 0.007979027626295125], ["team", 0.0077352171196528605], ["week", 0.007088801342747746], ["university", 0.0060981614678891245], ["texas", 0.005875866934343723], ["james", 0.005212583033374715], ["football", 0.0047617175027475185], ["jet", 0.004598514461685758], ["voting", 0.004487376542942195]], "articles": ["TCU WR Quentin Johnston exits with ankle injury vs. Texas Tech, questionable to return TCU star wide receiver Quentin Johnston is questionable to return with an ankle injury. TCU wide receiver Quentin Johnston exited Saturday's game against Texas Tech with an ankle injury in the first half and is questionable to return.\n\nJohnston rolled his ankle in last week's game against West Virginia, but was able to play through it. Johnston tweaked the same ankle in the first quarter on Saturday before leaving the field.\n\nQuentin Johnston: Questionable\nBehren Morton: Ruled Out @JennyTaft shares an injury update for TCU and Texas Tech ⬇️ pic.twitter.com/b98E1CoCYw\n\n— FOX College Football (@CFBONFOX) November 5, 2022\n\nQuarterback Max Duggan, who has passed for 132 yards on 7-13 passing and zero touchdowns, has struggled without the star pass catcher.", "Jets add James Robinson to injury report with knee issue The New York Jets were hoping to get their new running back up to full speed Sunday against the Bills. Now it's unclear if James Robinson will be on the field. The Jets had a surprise addition to their injury report Saturday, which is never a good sign, a day before a big matchup with the Bills at MetLife Stadium.\n\nRunning back James Robinson, who the Jets added via trade last week, has been downgraded to questionable with a knee injury. He was not previously listed on the injury report.\n\nIt's hard to know how serious Robinson's injury is because he wasn't previously on the injury report, so it means it didn't happen at Friday's practice and didn't become an issue until he showed up at the facility feeling less than 100 percent on Saturday.", "Jets Add Running Back to Injury Report Before Facing Bills in Week 9 James Robinson could miss his second game with the Jets, dealing with a knee injury James Robinson could miss his second game with the Jets, dealing with a knee injury\n\nOne week after making his Jets debut, acquired before the trade deadline, running back James Robinson is questionable to play against the Buffalo Bills.\n\nNew York added Robinson to their injury report on Saturday with a knee injury.\n\nRobinson, 24, rushed for just 17 yards on five carries in Week 8 against the Patriots. He entered play last week with 340 rushing yards on 81 carries this season over seven games with the Jaguars."]}, "18": {"topic": [["state", 0.018667544123842375], ["player", 0.008025648882616435], ["gay", 0.007713642481704775], ["new", 0.00671137213364478], ["coach", 0.00611588682019998], ["come", 0.005866533626478881], ["soccer", 0.005737246933515746], ["republic", 0.005651590744148699], ["world", 0.005139793727157065], ["england", 0.00503170195664208]], "articles": []}, "19": {"topic": [["man", 0.007584381265688815], ["running", 0.005108176723478214], ["state", 0.005000958002638556], ["missing", 0.004324729334229229], ["game", 0.004025544938436461], ["video", 0.003987363877165739], ["saturday", 0.003973307030183581], ["following", 0.0037939902029744304], ["board", 0.00377801902303496], ["public", 0.0037344678795183336]], "articles": ["Former FBI CUAS Chief Rob D'Amico Joins Dedrone Board D'Amico served as the FBI's Counter-Drone Unit Chief. He was also Legal Attaché to the U.S. Embassy in Kabul, running all FBI operations in Afghanistan. D'Amico served as the FBI's Counter-Drone Unit… IndustryIndustry NewsPeople on the Move \n\n\nDedrone photo of Rob D'Amico\n\nDedrone has appointed Rob D'Amico to its Board of Advisors. An expert in intelligence and law enforcement, D'Amico brings 35 years of government service from the Marines and the Federal Bureau of Investigation (FBI), where he played a pivotal role in counterterrorism and most recently served as Chief of the FBI's Counter Uncrewed Airspace Systems (CUAS) Unit. D'Amico will advise Dedrone as the company continues to expand its CUAS solution for law enforcement and counterterrorism across the globe."]}}